Repository: zihnibegburs/florien
Catalog: mobile/ios/Runner/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, tr, zh_hans

# api.error.invalid_configuration
source: Florien configuration is missing. Open the app once.
ar: إعدادات Florien ناقصة. افتح التطبيق مرة.
de: Florien-Konfiguration fehlt. Öffne die App einmal.
es: Falta la configuración de Florien. Abre la app una vez.
fr: Configuration Florien manquante. Ouvrez l'app une fois.
ja: Florienの設定がないよ。アプリを一度開いて。
ko: Florien 설정이 없어요. 앱을 한 번 열어 주세요.
pt: Falta a configuração do Florien. Abre a app uma vez.
tr: Florien yapılandırması eksik. Uygulamayı bir kez aç.
zh_hans: 缺少 Florien 配置。请先打开一次应用。

# api.error.invalid_response
source: Invalid response
ar: استجابة غير صالحة
de: Ungültige Antwort
es: Respuesta no válida
fr: Réponse invalide
ja: 無効な応答
ko: 잘못된 응답
pt: Resposta inválida
tr: Geçersiz yanıt
zh_hans: 无效响应

# api.error.network
source: Connection error: %@
ar: خطأ في الاتصال: %@
de: Verbindungsfehler: %@
es: Error de conexión: %@
fr: Erreur de connexion : %@
ja: 接続エラー: %@
ko: 연결 오류: %@
pt: Erro de ligação: %@
tr: Bağlantı hatası: %@
zh_hans: 连接错误：%@

# api.error.not_authenticated
source: Please log in to Florien first.
ar: سجّل الدخول إلى Florien أولًا.
de: Bitte melde dich zuerst bei Florien an.
es: Primero inicia sesión en Florien.
fr: Connectez-vous d'abord à Florien.
ja: 先にFlorienにログインして。
ko: 먼저 Florien에 로그인해 주세요.
pt: Entra primeiro no Florien.
tr: Önce Florien'da oturum açman gerekiyor.
zh_hans: 请先登录 Florien。

# intent.add_task.description
source: Adds a new task to Florien.
ar: يضيف مهمة جديدة إلى Florien.
de: Fügt Florien eine neue Aufgabe hinzu.
es: Añade una nueva tarea a Florien.
fr: Ajoute une nouvelle tâche à Florien.
ja: Florienに新しいタスクを追加します。
ko: Florien에 새 할 일을 추가해요.
pt: Adiciona uma nova tarefa ao Florien.
tr: Florien'ya yeni bir görev ekler.
zh_hans: 向 Florien 添加一项新任务。

# intent.add_task.error.empty
source: Say the task name.
ar: قل اسم المهمة.
de: Sag den Aufgabennamen.
es: Di el nombre de la tarea.
fr: Dites le nom de la tâche.
ja: タスク名を言って。
ko: 할 일 이름을 말해 주세요.
pt: Diz o nome da tarefa.
tr: Görev adını söyle.
zh_hans: 说出任务名称。

# intent.add_task.error.failed
source: Could not add task.
ar: تعذر إضافة المهمة.
de: Aufgabe konnte nicht hinzugefügt werden.
es: No se pudo añadir la tarea.
fr: Impossible d'ajouter la tâche.
ja: タスクを追加できなかったよ。
ko: 할 일을 추가하지 못했어요.
pt: Não foi possível adicionar a tarefa.
tr: Görev eklenemedi.
zh_hans: 无法添加任务。

# intent.add_task.error.retry
source: Could not add task. Try again later.
ar: تعذر إضافة المهمة. حاول لاحقًا.
de: Aufgabe konnte nicht hinzugefügt werden. Versuche es später erneut.
es: No se pudo añadir la tarea. Inténtalo más tarde.
fr: Impossible d'ajouter la tâche. Réessayez plus tard.
ja: タスクを追加できなかった。あとでまた試して。
ko: 할 일을 추가하지 못했어요. 잠시 후 다시 시도해 주세요.
pt: Não foi possível adicionar a tarefa. Tenta mais tarde.
tr: Görev eklenemedi. Biraz sonra tekrar dene.
zh_hans: 无法添加任务。稍后再试。

# intent.add_task.parameter.prompt
source: What would you like to add?
ar: ماذا تريد أن تضيف؟
de: Was möchtest du hinzufügen?
es: ¿Qué quieres añadir?
fr: Que voulez-vous ajouter ?
ja: 何を追加する？
ko: 무엇을 추가할까요?
pt: O que queres adicionar?
tr: Ne eklemek istiyorsun?
zh_hans: 你想添加什么？

# intent.add_task.parameter.title
source: Task
ar: مهمة
de: Aufgabe
es: Tarea
fr: Tâche
ja: タスク
ko: 할 일
pt: Tarefa
tr: Görev
zh_hans: 任务

# intent.add_task.success
source: Done, added "%@".
ar: تم، أضفت "%@".
de: Okay, "%@" wurde hinzugefügt.
es: Listo, se añadió "%@".
fr: C'est fait, « %@ » a été ajouté.
ja: できたよ。「%@」を追加した。
ko: 완료, "%@"을(를) 추가했어요.
pt: Pronto, adicionei "%@".
tr: Tamam, "%@" görevini ekledim.
zh_hans: 好了，已添加“%@”。

# intent.add_task.title
source: Add Task
ar: إضافة مهمة
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
ja: タスクを追加
ko: 할 일 추가
pt: Adicionar tarefa
tr: Görev Ekle
zh_hans: 添加任务

# widget.chrome_ai_prompt
source: What’s the plan?
ar: ما الخطة؟
de: Was ist der Plan?
es: ¿Cuál es el plan?
fr: C’est quoi le plan ?
ja: 計画は？
ko: 계획이 뭐예요?
pt: Qual é o plano?
tr: Planın nedir?
zh_hans: 计划是什么？

# widget.chrome_daily_empty
source: Today’s plan is empty
ar: خطة اليوم فارغة
de: Dein Plan für heute ist leer
es: Tu plan de hoy está vacío
fr: Ton plan du jour est vide
ja: 今日の計画は空だよ
ko: 오늘 계획이 비어 있어요
pt: Seu plano de hoje está vazio
tr: Bugün için planın boş
zh_hans: 今天的计划是空的

# widget.chrome_daily_title
source: Daily plan
ar: الخطة اليومية
de: Tagesplan
es: Plan diario
fr: Plan du jour
ja: 今日の計画
ko: 하루 계획
pt: Plano do dia
tr: Günlük plan
zh_hans: 每日计划

# widget.chrome_empty_hint
source: Give yourself a little space.
ar: امنح نفسك مساحة صغيرة.
de: Gib dir ein bisschen Raum.
es: Date un poco de espacio.
fr: Laisse-toi un peu d’espace.
ja: 少し余白をつくって。
ko: 자신에게 조금 공간을 주세요.
pt: Dá-te um pouco de espaço.
tr: Kendine biraz alan aç.
zh_hans: 给自己留一点空间。

# widget.chrome_focus_brand
source: Florien · Focus
ar: Florien · تركيز
de: Florien · Fokus
es: Florien · Foco
ja: Florien · フォーカス
ko: Florien · 집중
pt: Florien · Foco
tr: Florien · Odaklan
zh_hans: Florien · 专注

# widget.chrome_focus_how_long
source: How long do you want to focus?
ar: كم تريد أن تركز؟
de: Wie lange willst du fokussieren?
es: ¿Cuánto quieres enfocarte?
fr: Combien de temps veux-tu rester focus ?
ja: どれくらい集中する？
ko: 얼마나 집중할까요?
pt: Por quanto tempo quer focar?
tr: Ne kadar odaklanmak istersin?
zh_hans: 你想专注多久？

# widget.chrome_focus_ready_nl
source: Your 15-minute space is ready
ar: مساحة الـ ١٥ دقيقة جاهزة
de: Deine 15 Minuten sind bereit
es: Tus 15 minutos están listos
fr: Tes 15 minutes sont prêtes
ja: 15分のスペースの 準備できたよ
ko: 15분 공간이 준비됐어요
pt: Seus 15 minutos estão prontos
tr: 15 dakikalık alanın hazır
zh_hans: 15 分钟空间 已就绪

# widget.chrome_min_5
source: 5 min
ar: ٥ د
ja: 5分
ko: 5분
tr: 5 dk
zh_hans: 5 分钟

# widget.chrome_min_10
source: 10 min
ar: ١٠ د
ja: 10分
ko: 10분
tr: 10 dk
zh_hans: 10 分钟

# widget.chrome_min_15
source: 15 min
ar: ١٥ د
ja: 15分
ko: 15분
tr: 15 dk
zh_hans: 15 分钟

# widget.chrome_min_30
source: 30 min
ar: ٣٠ د
ja: 30分
ko: 30분
tr: 30 dk
zh_hans: 30 分钟

# widget.chrome_name_daily
source: Daily Plan
ar: الخطة اليومية
de: Tagesplan
es: Plan diario
fr: Plan du jour
ja: 今日の計画
ko: 하루 계획
pt: Plano do dia
tr: Günlük Plan
zh_hans: 每日计划

# widget.chrome_name_focus15
source: 15 min Focus
ar: تركيز ١٥ د
de: 15 Min. Fokus
es: 15 min Foco
ja: 15分フォーカス
ko: 15분 집중
pt: 15 min Foco
tr: 15 dk Odaklan
zh_hans: 15 分钟专注

# widget.chrome_name_presets
source: Focus duration
ar: مدة التركيز
de: Fokusdauer
es: Duración de foco
fr: Durée de focus
ja: フォーカス時間
ko: 집중 시간
pt: Duração do foco
tr: Odak Süresi
zh_hans: 专注时长

# widget.chrome_name_quick_actions
source: Florien Quick Actions
ar: إجراءات Florien السريعة
de: Florien-Schnellaktionen
es: Acciones rápidas de Florien
fr: Actions rapides Florien
ja: Florienクイック操作
ko: Florien 빠른 동작
pt: Ações rápidas do Florien
tr: Florien Hızlı Eylemler
zh_hans: Florien 快捷操作

# widget.chrome_name_quick_add
source: Quick to-do
ar: To-do سريع
de: Schnelles To-do
es: To-do rápido
fr: To-do rapide
ja: クイックTo-do
ko: 빠른 To-do
pt: To-do rápido
tr: Hızlı To-do
zh_hans: 快速待办

# widget.chrome_open_short
source: {count} open
ar: {count} غير مكتملة
de: {count} offen
es: {count} pendientes
fr: {count} ouvertes
ja: 未完了{count}
ko: 미완료 {count}
pt: {count} em aberto
tr: {count} tamamlanmamış
zh_hans: {count} 项未完成

# widget.chrome_open_tasks
source: {count} open tasks
ar: {count} مهام غير مكتملة
de: {count} offene Aufgaben
es: {count} tareas pendientes
fr: {count} tâches ouvertes
ja: 未完了 {count} 件
ko: 미완료 {count}개
pt: {count} tarefas em aberto
tr: {count} tamamlanmamış görev
zh_hans: {count} 项未完成

# widget.chrome_quick_cta
source: ＋ Add to-do
ar: ＋ أضف To-do
de: ＋ To-do hinzufügen
es: ＋ Añadir To-do
fr: ＋ Ajouter un To-do
ja: ＋ To-doを追加
ko: ＋ To-do 추가
pt: ＋ Adicionar To-do
tr: ＋ To-do ekle
zh_hans: ＋ 添加待办

# widget.chrome_quick_prompt
source: Got something in mind?
ar: هل خطر ببالك شيء؟
de: Ist dir etwas eingefallen?
es: ¿Se te ocurrió algo?
fr: Quelque chose t’est venu ?
ja: 何か思いついた？
ko: 뭔가 떠올랐나요?
pt: Veio-te alguma coisa à cabeça?
tr: Aklına bir şey mi geldi?
zh_hans: 想到什么了吗？

# widget.chrome_start
source: ▶ Start
ar: ▶ ابدأ
es: ▶ Empezar
fr: ▶ Commencer
ja: ▶ 開始
ko: ▶ 시작
pt: ▶ Começar
tr: ▶ Başla
zh_hans: ▶ 开始

# widget.chrome_stop
source: Stop
ar: إيقاف
de: Stopp
es: Parar
fr: Arrêter
ja: 止める
ko: 정지
pt: Parar
tr: Durdur
zh_hans: 停止

# widget.chrome_stop_a11y
source: Stop focusing
ar: إيقاف التركيز
de: Fokus stoppen
es: Parar el foco
fr: Arrêter le focus
ja: フォーカスを止める
ko: 집중 멈추기
pt: Parar o foco
tr: Odaklanmayı durdur
zh_hans: 停止专注

# widget.chrome_todo_empty
source: Your To-do list is empty
ar: قائمة To-do فارغة
de: Deine To-do-Liste ist leer
es: Tu lista To-do está vacía
fr: Ta liste To-do est vide
ja: To-doリストは空だよ
ko: To-do 목록이 비어 있어요
pt: A tua lista To-do está vazia
tr: To-do listen şu an boş
zh_hans: 待办列表是空的

# widget.desc.daily
source: See today’s open tasks.
ar: اعرض مهام اليوم غير المكتملة.
de: Sieh dir die offenen Aufgaben von heute an.
es: Mira las tareas abiertas de hoy.
fr: Vois tes tâches ouvertes du jour.
ja: 今日の未完了タスクを見る。
ko: 오늘 끝나지 않은 할 일을 봐요.
pt: Vê as tarefas em aberto de hoje.
tr: Bugün tamamlanmamış görevlerini gör.
zh_hans: 查看今天尚未完成的任务。

# widget.desc.focus15
source: Start a 15-minute focus round with one tap.
ar: ابدأ جولة تركيز لـ ١٥ دقيقة بلمسة واحدة.
de: Starte mit einem Tipp 15 Minuten Fokus.
es: Empieza 15 minutos de foco con un toque.
fr: Lance 15 minutes de focus d’un tap.
ja: タップひとつで15分のフォーカスを始める。
ko: 한 번에 15분 집중을 시작해요.
pt: Começa 15 minutos de foco com um toque.
tr: Tek dokunuşla 15 dakikalık odak turu başlat.
zh_hans: 点一下即可开始 15 分钟专注。

# widget.desc.presets
source: Start a 5, 10, 15, or 30 minute focus round.
ar: ابدأ تركيزًا لمدة ٥ أو ١٠ أو ١٥ أو ٣٠ دقيقة.
de: Starte 5, 10, 15 oder 30 Minuten Fokus.
es: Empieza un foco de 5, 10, 15 o 30 minutos.
fr: Lance 5, 10, 15 ou 30 minutes de focus.
ja: 5・10・15・30分のフォーカスを始める。
ko: 5, 10, 15, 30분 집중을 시작해요.
pt: Começa 5, 10, 15 ou 30 minutos de foco.
tr: 5, 10, 15 veya 30 dakikalık odak turu başlat.
zh_hans: 开始 5、10、15 或 30 分钟专注。

# widget.desc.quick_actions
source: Reach AI, planning, To-do, and focus in one tap.
ar: صل إلى الذكاء والخطة وTo-do والتركيز بلمسة.
de: Erreiche KI, Plan, To-do und Fokus mit einem Tipp.
es: Llega a la IA, el plan, To-do y el foco de un toque.
fr: Accède à l’IA, au plan, aux To-dos et au focus d’un tap.
ja: AI・計画・To-do・フォーカスにすぐ届く。
ko: AI, 계획, To-do, 집중에 한 번에 닿아요.
pt: Chega à IA, ao plano, ao To-do e ao foco num toque.
tr: AI, planlama, To-do ve odaklana tek dokunuşla ulaş.
zh_hans: 一键打开 AI、计划、待办和专注。

# widget.desc.quick_add
source: Quickly add what’s on your mind to your To-do list.
ar: أضف ما يخطر ببالك بسرعة إلى قائمة To-do.
de: Füge schnell hinzu, was dir einfällt.
es: Añade rápido lo que se te ocurra a tu To-do.
fr: Ajoute vite ce qui te passe par la tête à tes To-dos.
ja: 思いついたことをすぐTo-doに足す。
ko: 떠오른 걸 바로 To-do에 넣어요.
pt: Adiciona depressa o que te ocorreu à lista To-do.
tr: Aklına geleni hızlıca To-do listene ekle.
zh_hans: 把刚想到的事快速加入待办。

# widget.desc.todo
source: See and add open To-do tasks.
ar: اعرض To-do غير المكتمل وأضف مهامًا.
de: Sieh offene To-dos und füge welche hinzu.
es: Mira y añade To-dos pendientes.
fr: Vois et ajoute tes To-dos ouverts.
ja: 未完了のTo-doを見て追加する。
ko: 끝나지 않은 To-do를 보고 추가해요.
pt: Vê e adiciona To-dos em aberto.
tr: Tamamlanmamış To-do görevlerini gör ve ekle.
zh_hans: 查看并添加未完成的待办。
